Validation_Cases/Flat_Plate/Coarse_negSA/system/wallShearStress
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/


wallShearStress1
{
    type        wallShearStress;
    libs        (fieldFunctionObjects);

    writeControl    writeTime;
    patches         (plate);
}





// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //